11/data/attachments/36f16ef5296321bd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ashley_safe_Actions_88354_3</nif:username>
            <nif:friendToBeRequested>soap_actions_de9d98e6-9559-44bd-88b2-c898b2af328d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>